Repository: usman95/TruckerShipper
Catalog: TruckerShipper/Template Files/Strings/*.lproj/Localizable.strings
Languages: ur

source: Alert
ur: انتباہ

source: Error
ur: خرابی

source: Unknown error
ur: نامعلوم خامی

source: Yes
ur: جی ہاں

source: No
ur: نہیں

source: Ok
ur: ٹھیک ہے

source: Cancel
ur: منسوخ کریں

source: Continue
ur: جاری رہے

source: Confirm
ur: تصدیق کریں

source: Later
ur: بعد میں

source: Success
ur: کامیابی

source: Confirmation
ur: تصدیق

source: A verification PIN has been sent to your provided email address.
ur: آپ کے فراہم کردہ ای میل پتے پر توثیقی پن بھیج دیا گیا ہے۔

source: No data available.
ur: اعداد و شمار دستیاب نہیں.

source: Please provide your valid email address or mobile number to login.
ur: براہ کرم لاگ ان کے لئے اپنا درست ای میل پتہ یا موبائل نمبر فراہم کریں۔

source: Please upload your profile picture.
ur: براہ کرم اپنی پروفائل تصویر اپ لوڈ کریں۔

source: Name should contain atleast 3 characters.
ur: نام میں کم از کم 3 حرف ہونے چاہ.۔

source: First name should contain atleast 3 characters.
ur: پہلے نام میں کم از کم 3 حرف ہونے چاہ.۔

source: Last name should contain atleast 3 characters.
ur: آخری نام میں کم از کم 3 حرف ہونے چاہ.۔

source: Please select your gender.
ur: براہ کرم اپنی جنس منتخب کریں۔

source: Please select your date of birth.
ur: براہ کرم اپنی تاریخ پیدائش منتخب کریں۔

source: Please provide a valid Email Address.
ur: براہ کرم ایک درست ای میل ایڈریس فراہم کریں۔

source: Please provide a valid Phone Number.
ur: براہ کرم ایک درست فون نمبر فراہم کریں۔

source: Please provide a valid OTP Code.
ur: براہ کرم ایک درست او ٹی پی کوڈ فراہم کریں۔

source: Please select your country.
ur: براہ کرم اپنا ملک منتخب کریں۔

source: Please enter your city.
ur: براہ کرم اپنے شہر میں داخل ہوں۔

source: Please enter your zip code.
ur: براہ مہربانی اپنا زپ کوڈ درج کریں.

source: Please provide password.
ur: براہ کرم پاس ورڈ مہیا کریں

source: Please confirm your password.
ur: براہ کرم اپنے پاس ورڈ کی تصدیق کریں

source: Password should contain minimum of 6 characters.
ur: پاس ورڈ میں کم از کم 6 حرف ہونے چاہئیں۔

source: New password should contain minimum of 6 characters.
ur: نیا پاس ورڈ کم از کم 6 حروف پر مشتمل ہونا چاہئے۔

source: Password should contain minimum of 8 characters with atleast 1 uppercase, 1 lowercase; and 1 digit.
ur: پاس ورڈ میں کم از کم 8 حرف ہونا چاہئے جس میں کم از کم 1 بڑے کیک ، 1 لوئر کیسیس ہو۔ اور 1 ہندسہ

source: At least 6 characters.
ur: کم از کم 6 حرف

source: New password and confirm password does not match.
ur: نیا پاس ورڈ اور تصدیق شدہ پاس ورڈ مماثل نہیں ہیں۔

source: All Fields are required!
ur: تمام خانے ضروری ہیں!

source: Please provide complete PIN.
ur: براہ کرم پورا پن مہیا کریں۔

source: You have successfully updated your password.
ur: آپ نے کامیابی کے ساتھ اپنا پاس ورڈ اپ ڈیٹ کر لیا ہے۔

source: Invalid URL
ur: غلط URL

source: Login
ur: لاگ ان کریں

source: Logout
ur: لاگ آوٹ

source: Are you sure you want to logout?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

source: Please login to continue.
ur: جاری رکھنے کے لئے لاگ ان کریں.

source: Invalid response for route:
ur: راستے کے لئے غلط جواب:

source: Unable to connect server Please check your internet connection and try; again later.
ur: سرور سے رابطہ قائم کرنے سے قاصر n براہ کرم اپنا انٹرنیٹ کنکشن چیک کریں اور کوشش کریں۔ پھر بعد میں.

source: Invalid authentication token supplied.
ur: غلط توثیق کا ٹوکن فراہم ہوا۔

source: Password updated successfully.
ur: پاس ورڈ کامیابی کے ساتھ اپ ڈیٹ ہوا۔

source: Message delivered
ur: پیغام پہنچایا

source: Our team will respond you shortly.
ur: ہماری ٹیم جلد ہی آپ کو جواب دے گی۔

source: By signing up, you're agree to our Terms of use and Privacy Policy
ur: سائن اپ کرکے ، آپ ہماری استعمال کی شرائط اور رازداری کی پالیسی سے اتفاق کرتے ہیں

source: Terms of use
ur: استعمال کرنے کی شرائط

source: Privacy Policy
ur: رازداری کی پالیسی

source: Terms And Conditions
ur: شرائط و ضوابط

source: Please select shipper type.
ur: براہ کرم shipper کی قسم منتخب کریں۔

source: Please check your email and click on the provided link to reset your; password.
ur: براہ کرم اپنا ای میل چیک کریں اور اپنے کو دوبارہ ترتیب دینے کیلئے فراہم کردہ لنک پر کلک کریں۔ پاس ورڈ

source: Please enter your address.
ur: برائے مہربانی اپنا پتہ درج کریں۔

source: please select pickup and dropoff location
ur: براہ کرم اٹھاو اور ڈراپ آف لوکیشن منتخب کریں

source: Please select your pick-up/drop-off locations.
ur: براہ کرم اپنے اٹھانے / ڈراپ آف مقامات منتخب کریں۔

source: Please enter valid weight per transport unit.
ur: براہ کرم فی ٹرانسپورٹ یونٹ میں درست وزن درج کریں۔

source: Please enter valid quantity per transport unit.
ur: براہ کرم فی ٹرانسپورٹ یونٹ کیلئے مناسب مقدار درج کریں۔

source: Please select size per transport unit.
ur: براہ کرم فی ٹرانسپورٹ یونٹ سائز منتخب کریں۔

source: Please select commodity.
ur: براہ کرم اجناس کا انتخاب کریں۔

source: Please select cargo type.
ur: براہ کرم کارگو کی قسم منتخب کریں۔

source: Please enter valid quantity.
ur: براہ کرم درست مقدار درج کریں۔

source: Per Truck
ur: فی ٹرک

source: Per Container
ur: فی کنٹینر

source: By Truck
ur: بذریعہ ٹرک

source: By Train
ur: ٹرین کے ذریعے

source: Karachi
ur: کراچی

source: PKR
ur: روپے

source: KM
ur: کلومیٹر

source: HOURS
ur: گھنٹے

source: How do you want to set your document?
ur: آپ اپنی دستاویز کیسے ترتیب دینا چاہتے ہیں؟

source: Gallery
ur: گیلری

source: Camera
ur: کیمرہ

source: Profile updated successfully.
ur: پروفائل کامیابی کے ساتھ اپ ڈیٹ ہوا۔

source: No miles available.
ur: کوئی میل دستیاب نہیں ہے۔

source: No miles added
ur: کوئی میل شامل نہیں کیا گیا

source: Miles Tracking
ur: میل سے باخبر رہنا

source: Notifications
ur: اطلاعات

source: Are you sure you want to cancel this booking?
ur: کیا آپ واقعی یہ بکنگ منسوخ کرنا چاہتے ہیں؟

source: Are you sure you want to delete this notification?
ur: کیا آپ واقعی اس اطلاع کو حذف کرنا چاہتے ہیں؟

source: Search for anything
ur: کچھ بھی تلاش کریں

source: Shipment Tracking
ur: شپمنٹ کی ٹریکنگ

source: Cancel Booking
ur: بکنگ منسوخ کریں

source: View Trips
ur: دورے دیکھیں

source: Please select start date.
ur: براہ کرم آغاز کی تاریخ منتخب کریں۔

source: Please select end date.
ur: براہ کرم اختتامی تاریخ منتخب کریں۔

source: Please select booking date.
ur: براہ کرم بکنگ کی تاریخ منتخب کریں۔

source: Please select pickup date.
ur: براہ کرم چننے کی تاریخ منتخب کریں۔

source: Transit Days
ur: ٹرانزٹ دن

source: Pickup Date
ur: تاریخ لینے

source: Free Days
ur: مفت دن

source: Free Days Start Date
ur: مفت دن شروع ہونے کی تاریخ

source: We do not operate in this area!
ur: ہم اس علاقے میں کام نہیں کرتے!

source: Total Quantity
ur: کل مقدار

source: Total Quantity Per Container
ur: کل مقدار فی کنٹینر

source: Ton
ur: ٹن

source: Bag
ur: بیگ

source: N/A for NON-Containerized
ur: غیر / کنٹینرائزڈ کیلئے N / A

source: N/A for Truck
ur: N/A ٹرک کے لئے

source: N/A for Train
ur: ٹرین کے لئے N/A

source: Weight Per Transport Unit
ur: وزن فی ٹرانسپورٹ یونٹ

source: Quantity Per Transport Unit
ur: مقدار فی ٹرانسپورٹ یونٹ

source: Cannot estimate a Price please contact support
ur: قیمت کا اندازہ نہیں لگایا جاسکتا ہے سپورٹ سے رابطہ کریں

source: Permission to Contacts
ur: رابطوں کی اجازت

source: This app needs access to contacts in order to send them invitations.
ur: ایپ کو دعوت نامے بھیجنے کے ل رابطوں تک رسائی کی ضرورت ہے۔

source: Go to Settings
ur: ترتیبات پر جائیں

source: Go to Settings?
ur: ترتیبات پر جائیں؟

source: Location permission is required.
ur: مقام کی اجازت ضروری ہے۔
